Repository: Alexander-Pankow/ich_django_final_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Арендатор
de: Mieter

source: Объявление
de: Wohnungsanzeige

source: Бронирование
de: Buchung

source: Даты и время
de: Datum und Uhrzeit

source: Цена
de: Preis

source: Системные
de: System

source: Ожидает подтверждения
de: Wartend

source: Подтверждено
de: Bestätigt

source: Отменено
de: Storniert

source: Завершено
de: Abgeschlossen

source: Дата начала
de: Startdatum

source: Дата окончания
de: Enddatum

source: Время заезда
de: Check-in-Zeit

source: Время выезда
de: Check-out-Zeit

source: Итоговая цена
de: Gesamtpreis

source: Статус
de: Status

source: Нельзя изменить арендатора после создания бронирования.
de: Eine Bewertung kann nur nach einer abgeschlossenen Buchung abgegeben werden.

source: Нельзя изменить объявление после создания бронирования.
de: Eine Bewertung kann nur nach einer abgeschlossenen Buchung abgegeben werden.

source: Бронирования
de: Buchungen

source: Требуется авторизация.
de: Authentifizierung erforderlich.

source: Только арендатор может отменить бронирование.
de: Nur der Mieter kann die Buchung stornieren.

source: Отмена бронирования возможна не позднее чем за 7 дней до даты начала.
de: Die Stornierung ist nur bis zu 7 Tage vor dem Startdatum möglich.

source: Только арендодатель может подтвердить бронирование.
de: Nur der Vermieter kann die Buchung bestätigen.

source: Только арендодатель может отклонить бронирование.
de: Nur der Vermieter kann die Buchung ablehnen.

source: Недопустимое действие. Используйте: cancel, confirm, reject.
de: Ungültige Aktion. Verwenden Sie: cancel, confirm, reject.

source: Дата создания
de: Erstellt am

source: Дата обновления
de: Aktualisiert am

source: Мягко удалено
de: Sanft gelöscht

source: Доступ разрешён только арендодателям.
de: Zugriff nur für Vermieter erlaubt.

source: Доступ разрешён только арендаторам.
de: Zugriff nur für Mieter erlaubt.

source: Вы не являетесь владельцем этого объекта.
de: Sie sind nicht der Eigentümer dieses Objekts.

source: У вас нет прав на доступ к этой брони.
de: Sie haben keine Berechtigung, auf diese Buchung zuzugreifen.

source: Ваше бронирование подтверждено — %(title)s
de: Ihre Buchung wurde bestätigt — %(title)s

source: Здравствуйте, %(first_name)s! Вы успешно забронировали жильё "%(title)s" с %(start_date)s по %(end_date)s. Спасибо за использование %(site_name)s!
de: Hallo, %(first_name)s! Sie haben erfolgreich die Unterkunft "%(title)s" vom %(start_date)s bis %(end_date)s gebucht. Vielen Dank, dass Sie %(site_name)s nutzen!

source: Новое бронирование — %(title)s
de: Neue Buchung — %(title)s

source: Здравствуйте, %(first_name)s! Пользователь %(tenant_email)s забронировал ваше объявление "%(title)s" с %(start_date)s по %(end_date)s. Пожалуйста, подтвердите бронирование в личном кабинете.
de: Hallo, %(first_name)s! Der Nutzer %(tenant_email)s hat Ihre Anzeige "%(title)s" vom %(start_date)s bis %(end_date)s gebucht. Bitte bestätigen Sie die Buchung in Ihrem Benutzerkonto.

source: Бронирование подтверждено — %(title)s
de: Buchung bestätigt — %(title)s

source: Здравствуйте, %(first_name)s! Арендодатель подтвердил ваше бронирование "%(title)s" с %(start_date)s по %(end_date)s. Добро пожаловать!
de: Hallo, %(first_name)s! Der Vermieter hat Ihre Buchung "%(title)s" vom %(start_date)s bis %(end_date)s bestätigt. Willkommen!

source: Бронирование отменено
de: Buchung storniert

source: Бронирование на "%(title)s" было отменено.
de: Die Buchung für "%(title)s" wurde storniert.

source: Бронирование на ваше объявление "%(title)s" было отменено.
de: Die Buchung für Ihre Anzeige "%(title)s" wurde storniert.

source: Новый отзыв — %(title)s
de: Neue Bewertung — %(title)s

source: Здравствуйте, %(first_name)s! Арендатор оставил отзыв на ваше объявление "%(title)s": Оценка: %(rating)s ★ Комментарий: %(comment)s Спасибо за вашу работу!
de: Hallo, %(first_name)s! Der Mieter hat eine Bewertung für Ihre Anzeige "%(title)s" hinterlassen: Bewertung: %(rating)s ★ Kommentar: %(comment)s Vielen Dank für Ihre Arbeit!

source: Нельзя использовать дату из прошлого.
de: Buchungen in der Vergangenheit sind nicht möglich.

source: Минимальная цена — %(min)s €.
de: Mindestpreis — %(min)s €.

source: Максимальная цена — %(max)s €.
de: Höchstpreis — %(max)s €.

source: Количество комнат должно быть >= 1.
de: Die Anzahl der Zimmer muss mindestens 1 betragen.

source: Дата окончания должна быть позже даты начала.
de: Das Enddatum muss nach dem Startdatum liegen.

source: Минимальный срок бронирования — %(min)s ночей.
de: Mindestbuchungsdauer — %(min)s Nächte.

source: Максимальный срок бронирования — %(max)s ночей.
de: Maximale Buchungsdauer — %(max)s Nächte.

source: Это жильё уже забронировано на выбранные даты.
de: Diese Unterkunft ist für die ausgewählten Daten bereits gebucht.

source: Вы не можете забронировать своё собственное жильё.
de: Sie können Ihre eigene Unterkunft nicht buchen.

source: Можно оставлять отзыв только по подтверждённым или завершённым бронированиям.
de: Eine Bewertung kann nur nach einer abgeschlossenen Buchung abgegeben werden.

source: Нельзя оставить отзыв до окончания срока проживания.
de: Eine Bewertung kann nur nach einer abgeschlossenen Buchung abgegeben werden.

source: Пользователь
de: Benutzer

source: Поисковый запрос
de: Suchanfrage

source: История поиска
de: Suchverlauf

source: Просмотр объявления
de: Anzeigenaufruf

source: История просмотров
de: Aufrufverlauf

source: Основное
de: Allgemein

source: Адрес
de: Adresse

source: Характеристики
de: Merkmale

source: Квартира
de: Wohnung

source: Дом
de: Haus

source: Студия
de: Studio

source: Заголовок
de: Titel

source: Описание
de: Beschreibung

source: Улица и номер дома
de: Straße und Hausnummer

source: Город
de: Stadt

source: Почтовый индекс
de: Postleitzahl

source: Количество комнат
de: Anzahl der Zimmer

source: Тип жилья
de: Wohnungstyp

source: Активно
de: Aktiv

source: Владелец
de: Eigentümer

source: Объявления
de: Wohnungsanzeigen

source: Автор
de: Bewertungsautor

source: Отзыв
de: Bewertung

source: Связи (только для чтения)
de: Beziehungen (nur lesbar)

source: Рейтинг
de: Bewertung (1–5)

source: Рейтинг должен быть от 1 до 5.
de: Die Bewertung muss zwischen 1 und 5 liegen.

source: Комментарий
de: Kommentar

source: Отзывы
de: Bewertungen

source: Вы можете оставить отзыв только на своё бронирование.
de: Eine Bewertung kann nur nach einer abgeschlossenen Buchung abgegeben werden.

source: Personal info
de: Persönliche Informationen

source: Permissions
de: Berechtigungen

source: Important dates
de: Wichtige Daten

source: Адрес электронной почты
de: E-Mail-Adresse

source: Имя
de: Vorname

source: Фамилия
de: Nachname

source: Пользователи
de: Benutzer

source: Арендодатель
de: Vermieter

source: Пароли не совпадают.
de: Die Passwörter stimmen nicht überein.

source: English
de: Englisch

source: German
de: Deutsch

source: Russian
de: Russisch
